
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>D2PO-22</title>
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
	<meta name="Author" content="Design4.ltd.pl" />
	<meta name="Description" content="Dos d&iacute;as sobre polinomios ortogonales" />
	<meta name="Keywords" content="polinomios ortogonales granada" />
	<link rel="stylesheet" type="text/css" href="img/style1.css" />
	<link rel="icon" type="image/x-icon" href="./img/grupogoya2.png" sizes="16x16" />
	
<script type="text/x-mathjax-config">
  MathJax.Hub.Config({tex2jax: {inlineMath: [['$','$'], ['\\(','\\)']]}});
</script>

<script type="text/x-mathjax-config">
	MathJax.Hub.Config({TeX: { equationNumbers: { autoNumber: "AMS" } }});
</script>

<script type="text/javascript" async
  src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.5/latest.js?config=TeX-MML-AM_CHTML">
</script>
</head>

<body link="#000000" vlink="#000000" alink=" #FDC277"> 
    <div id="main">
		<div id="top"><br>
			<h1> <font size=7 face=impact>D2PO-22</font> &nbsp;
			<font size=6> Dos D&iacute;as sobre Polinomios Ortogonales </font> 
			<br> 
			<font size=4>Granada, 10 y 11 de noviembre de 2022</font> 
			<br>
			<p><img src="img/alicatados.jpg" width="750"></p>
			</h1>
		</div> 
		   
		<div id="menu">
			<ul>
			<li><a href="./index.html#welcome">Presentaci&oacute;n</a></li>
			<li><a href="./index.html#program">Conferenciantes</a></li>
			<li><a href="./index.html#timetable">Horario</a></li>
			<li><a href="./index.html#inscripcion">Inscripci&oacute;n</a></li>
			<li><a href="./index.html#posteres">P&oacute;steres</a></li> 
			<li><a href="./index.html#info">Informaci&oacute;n</a></li>
			<li><a href="./index.html#contacto">Contacto</a></li>
			</ul>
		</div>

		<div id="cols">
			<div id="colA">
				<div id="A"></div>
			</div>
        
			<div id="colB">
				<div id="welcome">
					<h1><a name="welcome"></a>Presentaci&oacute;n del encuentro</h1>
					<br>
					<p>
La actividad que proponemos tiene como objetivo la puesta en com&uacute;n, con diversos investigadores nacionales y extranjeros, de las &uacute;ltimas tendencias en la investigaci&oacute;n sobre polinomios ortogonales y funciones especiales, as&iacute; como su conexi&oacute;n con las &aacute;reas relacionadas de teor&iacute;a de la aproximaci&oacute;n, teor&iacute;a de operadores, teor&iacute;a de n&uacute;meros, teor&iacute;a de la informaci&oacute;n, series de Fourier, an&aacute;lisis num&eacute;rico, y sus aplicaciones en f&iacute;sica matem&aacute;tica, &oacute;ptica, ciencia y tecnolog&iacute;a. 
Para ello hemos planificado dos d&iacute;as de charlas invitadas en aspectos punteros de la teor&iacute;a de polinomios ortogonales.
<br><br>
Ediciones pasadas:
<br><br>
<li><a href="https://www.ugr.es/~goya/D2PO2018/index.html" target=_blank>Granada 2018</a></li>
<li><a href="https://w3.ual.es/GruposInv/Tapo/CA2019/OPSF2019.html" target=_blank>Almer&iacute;a 2019</a></li>
<!--Pinche aqu&iacute; para descargar el p&oacute;ster anunciador del encuentro: <a href="./img/poster-d2po.pdf" target="_blank">P&oacute;ster</a>-->
<br><br>	
					</p>
				</div>
				
				<div id="content">
					<h1><a name="program"></a>Conferenciantes invitados</h1>
						<br>
						<p>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="branquinho">
<h2>Am&iacute;lcar Branquinho (Universidade de Coimbra, Portugal)</h2>
<br>
<h4>Applications of quadratic decomposition for bivariate orthogonal polynomials</h4>
<details>
<summary>Resumen
</summary>
<p>
In this seminar we describe the bivariate polynomial sequences orthogonal to a symmetric weight function in terms of several bivariate polynomial sequences orthogonal with respect to Christoffel transformations of the initial weight under a quadratic transformation. We analyze the construction of a symmetric bivariate orthogonal polynomial sequence from a given one, orthogonal to a weight function defined on the positive plane. In this description plays an important role a sort of Backlund type matrix transformations for the involved three term matrix coefficients. We take as a case study relations between symmetric orthogonal polynomials defined on the ball and on the simplex.
<br><br>
This is a joint work with Teresa Per&eacute;z (U Granada) and Ana Foulqui&eacute; Moreno (U Aveiro) 
<br>
<a href="./abstract/branquinho.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="cantero">
<h2>Mar&iacute;a Jos&eacute; Cantero (Universidad de Zaragoza)</h2>
<br>									
<h4>Wall polynomials: a tool for Khrushchev's formula</h4>
<details>
<summary>Resumen
</summary>
<p>
Khrushchev's formula was introduced in 2001 by Sergei Khrushchev to take advantage of continued fraction methods to study Orthogonal Polynomials on the Unit Circle (OPUC). In this analysis a special role is played by the so-called Wall polynomials.
<br>
He manages to obtain new and profound results in OPUC theory that surprise the scientific community and revolutionize this theory. The key to reaching these results is the so-called Khrushchev's formula that identifies the Schur function of the orthogonality measure modified
by the corresponding OPUC.
<br>
Curiously, the analogue of Khrushchev's formula for Orthogonal Polynomials on the Real Line (OPRL) was not known until 2018, when it was uncovered by Gr&uuml;nbaum and Vel&aacute;zquez. They obtained the OPRL version in the determinate case using an operator theory point of view. Later, the development of Wall polynomials on the real line, allowed to extend Khrushchev's formula to the indeterminate case.
<br>
In this talk we present Khrushchev's formula for OPUC and its translation to OPRL, highlighting the peculiarities that such a transfer entails. We also present a simple diagrammatic proof of this formula on the real line which sheds light on its graph theoretical meaning.
<br><br>
This is a joint work with L. Moral, L. Vel&aacute;zquez. 
<br>
<a href="./abstract/cantero.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
--><!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="cacao">
<h2>Isabel Ca&ccedil;&atilde;o (University of Aveiro, Portugal)</h2>
<br>
<h4>A family of hypercomplex orthogonal polynomials and some of their properties</h4>
<details>
<summary>Resumen
</summary>
<p>
A generalization of complex function theory to higher dimensions can be done in the framework of Clifford algebras. An important advantage of this approach compared with the classical generalization by several complex variables  is that  higher-order differential operators can be factorized in terms of lower-order differential operators. An example is the second-order Laplace operator that admits a factorization  in terms of first-order differential operators of Cauchy-Riemann type, in a similar way to the one-dimensional complex case. The holomorphic functions are now null-solutions of a generalized Cauchy-Riemann system and are called monogenic or hyperholomorphic.
<br>
We present a family of hyperholomorphic polynomials that generalizes the usual holomorphic powers and that are orthogonal with respect to a generalized hypercomplex inner product. They can served as generators of more general hypercomplex polynomials that form building blocks to the construction of an orthogonal basis for the space of n-dimensional hyperholomorphic polynomials. Moreover, the proposed generalized family is formed by Appell polynomials, they satisfy a second-order differential equation and a three-term type recurrence, among other properties.
<br>
<a href="./abstract/cacao.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
--><!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="castro">
<h2>Mirta M. Castro Smirnova (Universidad de Sevilla)</h2>
<br>									
<h4>Time-and-band limiting for matrix valued orthogonal polynomials</h4>
<details>
<summary>Resumen
</summary>
<p>
In this talk we try to give a survey of the current state of the problem of time-and band-limiting in connection with matrix valued orthogonal polynomials  satisfying differential equations (i.e a bispectral situation).
<br>
For a given family of matrix orthogonal polynomials one considers the global operator defined by a  full symmetric matrix or an integral operator, given by the truncated inner products. The problem is to search for a local operator given by a narrow band matrix or a differential operator (respectively), with simple spectrum, commuting with this operator. The existence of a commuting local operator is very useful to compute numerically the eigenfunctions of the given global operator.
<br><br>
This question  is motivated by the work of Claude Shannon  and  a series of papers by D. Slepian, H. Landau and H. Pollak at Bell Labs in the 1960's.
<br>
<a href="./abstract/castro.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="escribano">
<h2>Carmen Escribano (Universidad Polit&eacute;cnica de Madrid)</h2>
<br>									
<h4>Autovalores generalizados de matrices de momentos, densidad polinomial y soportes de medidas.</h4>
<details>
<summary>Resumen
</summary>
<p>
En esta charla se presentar&aacute;n algunos resultados sobre el problema aproximaci&oacute;n polinomial en $L^2(\mu)$, para una medida $\mu$ en el plano complejo, que han sido obtenidos a trav&eacute;s de un enfoque matricial. Concretamente, el enfoque se ha basado en el an&aacute;lisis del comportamiento asint&oacute;tico de los autovalores generalizados de las secciones finitas de las matrices de momentos asociadas a una o varias medidas con soporte en el plano complejo.
<br>
En primer lugar, se mostrar&aacute; c&oacute;mo el comportamiento asint&oacute;tico de los autovalores m&iacute;nimos de las secciones finitas de estas matrices repercute en la densidad polinomial. En el caso de medidas cuyo soporte es una curva de Jordan, se presentar&aacute; una caracterizaci&oacute;n de la aproximaci&oacute;n polinomial en t&eacute;rminos de ciertos &iacute;ndices asociados a problemas de optimizaci&oacute;n matricial.
<br>
En esa misma l&iacute;nea, el concepto de autovalor generalizado entre matrices de momentos de dos medidas permitir&aacute; comparar, en cierto sentido, las medidas para obtener reultados m&aacute;s generales de aproximaci&oacute;n, as&iacute; como otras propiedades de las medidas en relaci&oacute;n a sus soportes.
<br>
Finalmente mostraremos algunas aplicaciones al problema de acotacin del conjunto de ceros de los polinomios ortogonales de Sobolev. 
<br><br>
Los resultados mostrados en esta charla son parte de varios trabajos de investigaci&oacute;n en colaboraci&oacute;n con Raquel Gonzalo y Emilio Torrano.
<br><br>
<strong>Referencias</strong>
<br>
[1] C. Berg, R. Szwarc. The smallest eigenvalue of Hankel matrices. Constr. Approx., 34: 107-133 (2011).
<br>
[2] C. Escribano, R. Gonzalo, Torrano. Small eigenvalues of large Hermitian moment matrices. J. Math. Anal. Appl., 374: 470-480 (2011).
<br>
[3] C. Escribano, R. Gonzalo, ,E. Torrano. A characterization of polynomial density on curves via matrix algebra. Mathematics, 7: 1231, (2019).
<br>
[4] C. Escribano; R. Gonzalo, E. Torrano. Smallest and largest generalized eigenvalues of large moment matrices and some applications. ArXiv 2203.15453 (2022).
<br>
<a href="./abstract/escribano.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="ferreira">
<h2>Chelo Ferreira (Universidad de Zaragoza)</h2>
<br>									
<h4>Convergent and asymptotic expansions of Laplace transforms</h4>
<details>
<summary>Resumen
</summary>
<p>
Watson's Lemma provides an asymptotic expansion of Laplace transforms for large values of the transformation parameter $z$. It is a useful tool in the asymptotic approximation of special functions that have an integral representation in the form of the Laplace transform of a certain function $f(t)$. But in most of the important examples of special functions, the asymptotic expansion derived by means of Watson's Lemma is not convergent. We investigate a modification of Watson's Lemma that transforms the unbounded integration interval $[0,\infty)$ of the Laplace transform into the bounded interval $(0,1]$.  Then, we derive an asymptotic expansion of the transformed integral for large $z$ that it is convergent under a mild condition over the function $f(t)$. Moreover, we extend the idea to two dimensions, deriving asymptotic expansions of two-dimensional Laplace transforms for large values of the two transformation parameters that are also convergent. The expansions are accompanied by error bounds. Some examples of special functions are given as illustration, deriving new convergent and asymptotic expansions of these functions.
<br><br>
Joint paper with Jos&eacute; L. L&oacute;pez, Pablo Palacios, Pedro Pagola and Ester P&eacute;rez Sinus&iacute;a.
<br>
<a href="./abstract/ferreira.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->

<br>

<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="garcia">
<h2>Mar&iacute;a &Aacute;ngeles Garc&iacute;a Ferrero (Universidad de Barcelona)</h2>
<br>									
<h4>Exceptional Jacobi polynomials</h4>
<details>
<summary>Resumen
</summary>
<p>
Exceptional orthogonal polynomials arise as eigenfunctions of Sturm-Liouville problems and form complete bases in Hilbert spaces despite the fact of missing some degrees. 
<br>
In this talk we will focus on those which generalize the classical Jacobi polynomials. We will see how we can construct exceptional Jacobi polynomials from the classical ones beyond the standard method. We will also discuss different properties which can be expected depending on the parameters of the original family. 
<br><br>
This is a joint work with D. G&oacute;mez-Ullate and R. Milson. 
<br>
<a href="./abstract/garcia.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>

<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="lizarte">
<h2>F&aacute;tima Lizarte (Universidad de Cantabria)</h2>
<br>									
<h4>Sobre la energ&iacute;a logar&iacute;tmica m&iacute;nima en la 2-esfera</h4>
<details>
<summary>Resumen
</summary>
<p>
Smale, ganador de la medalla Fields en 1966, elabor&oacute; una lista de 18 problemas a finales del siglo XX, reuniendo algunos de los principales retos matem&aacute;ticos para el siglo XXI. El problema n&uacute;mero 7 es dar una descripci&oacute;n simple y eficiente, o alternativamente describir un algoritmo, para colocar $N$ puntos en la 2-esfera tal que su
potencial logar&iacute;tmico est&eacute; muy cerca del m&iacute;nimo. Una dificultad importante en este problema es que el valor de la energ&iacute;a logar&iacute;tmica m&iacute;nima de $N$ puntos en la esfera no se conoce completamente. Su conocimiento actual es:
$$
\kappa N^2-\frac{1}{2}N\ln N +C_{\log} N+o(N),
$$
siendo $\kappa$ la energ&iacute;a continua y $C_{\log}$ una constante tal que 
$$
-0.0568\ldots=\ln 2- \frac34\leqslant C_{\log} \leqslant 2\ln 2+\frac12\ln\frac23+3\ln\frac{\sqrt{\pi}}{\Gamma(1/3)}=-0.0556\ldots,
$$
donde la cota inferior ha sido probada por Lauritsen usando resultados sofisticados. De hecho, la cota superior ha sido conjeturada a ser una igualdad y es uno de los problemas abiertos m&aacute;s importantes del &aacute;rea. En esta charla, presentar&eacute; una prueba alternativa para la cota inferior de $C_{\log}$, llegando al mismo valor mediante un c&aacute;lculo directo. Tambi&eacute;n mostrar&eacute; c&oacute;mo este nuevo enfoque se puede generalizar para obtener cotas inferiores para la energ&iacute;a de Green en $\mathbb{S}^n$.
<br><br>
Esto es un trabajo conjunto con Carlos Beltr&aacute;n.
<br><br>
<strong>Referencias</strong>
<br>
[1] Beltr&aacute;n, C., Corral, N. and G. Criado del Rey, J. (2019) Discrete and continuous
green energy on compact manifolds. J. Approx. Theory, 237, 160-185.
<br>
[2] Lauritsen, A. B. (2021) Floating Wigner crystal and periodic jellium configurations.
J. Math. Phys., 62, 083305.
<br>
[3] Beltr&aacute;n, C. and Lizarte, F. (2022) A lower bound for the logarithmic energy
on S2 and for the Green energy on Sn. ArXiv:2205.02755 [math.CA]
<br>
<a href="./abstract/lizarte.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="manas">
<h2>Juan Francisco Ma&ntilde;as (Universidad de Almer&iacute;a)</h2>
<br>									
<h4>Asint&oacute;tica tipo Mehler--Heine para diferentes familias de polinomios ortogonales</h4>
<details>
<summary>Resumen
</summary>
<p>
En esta charla haremos un breve repaso hist&oacute;rico por los resultados sobre asint&oacute;tica
tipo Mehler--Heine para diferentes familias de polinomios ortogonales y polinomios hipergeom&eacute;tricos. Este tipo de asint&oacute;tica tiene como principal propiedad establecer una relaci&oacute;n l&iacute;mite
entre los polinomios con un reescalamiento adecuado de la variable y funciones de Bessel de primera especie. A continuaci&oacute;n, mostraremos este tipo de asint&oacute;tica local para una familia de
polinomios $q$-hipergeom&eacute;tricos y, como consecuencia, obtendremos las f&oacute;rmulas tipo Mehler--Heine para algunas familias de $q$-polinomios ortogonales.
<br>
Finalmente, usando el teorema de Hurwitz, se puede establecer una interesante relaci&oacute;n entre
los ceros reescalados de los polinomios $q$-hipergeom&eacute;tricos y los ceros de funciones de
$q$-Bessel de primera especie (para m&aacute;s detalles ver [1]).
<br>
Este es un trabajo conjunto con Juan J. Moreno Balc&aacute;zar.
<br><br>
<strong>Referencias</strong>
<br>
[1] J.F. Mañas, J.J. Moreno-Balc&aacute;zar, Asymptotics for some $q$-hypergeometric polynomials
Results Math. Accepted
<br>
<a href="./abstract/manas.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="marcellan">
<h2>Francisco Marcell&aacute;n (Universidad Carlos III de Madrid)</h2>
<br>									
<h4>Polinomios ortogonales asociados a truncamientos de la distribuci&oacute;n normal</h4>
<details>
<summary>Resumen
</summary>
<p>
En esta presentaci&oacute;n estudiaremos propiedades anal&iacute;ticas de polinomios ortogonales respecto a medidas definidas por truncamiento de la distribuci&oacute;n normal. En particular, consideraremos el caso en que el soporte es un intervalo simétrico $(-t, t)$ (los llamados polinomios de Rys). Son polinomios semicl&aacute;sicos y sim&eacute;tricos de los que analizaremos la relaci&oacute;n de recurrencia a tres t&eacute;rminos, con estimaciones de sus par&aacute;metros (que dependen de $t$), los operadores de creaci&oacute;n y aniquilaci&oacute;n asociados y deduciremos la correspondiente ecuaci&oacute;n holon&oacute;mica que satisfacen dichos polinomios de manera que surge de manera natural una interpretaci&oacute;n electrost&aacute;tica de sus ceros. Asimismo estudiaremos su comportamiento din&aacute;mico en funci&oacute;n de $t$ y establecemos la conexi&oacute;n con una perturbaci&oacute;n de Toda de la medida de Lebesgue en el intervalo $(-1,1)$. Este tipo de polinomios aparece en Qu&iacute;mica Cu&aacute;ntica y el estudio de sus ceros para abordar de manera eficiente las correspondientes f&oacute;rmulas de cuadratura Gaussiana ha sido objeto de atenci&oacute;n durante los &uacute;ltimos a&ntilde;os.
<br><br>
Este es trabajo conjunto con Diego Dominici, Department of Mathematics, State University at New Paltz.
<br>
<a href="./abstract/marcellan.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="marriaga">
<h2>Misael E. Marriaga (Universidad Rey Juan Carlos)</h2>
<br>									
<h4>Zernike-Sobolev polynomials and orthogonal expansions on the unit ball</h4>
<details>
<summary>Resumen
</summary>
<p>
For $\mu\geq0$, let
$$
(f, g)_\mu = f(0) g(0) + \lambda\int_{B^d} \nabla f(x) \cdot \nabla g(x) (1 - ||x||^2)^\mu \, dx,\, \lambda > 0,
$$
be a Sobolev inner product deined on the linear space of polynomials of $d$ variables. Here $\nabla f$ is the gradient of $f$, $B^d$ is the unit ball of $\mathbb{R}^d$ and $||x||$ is the usual Euclidean norm of $x \in \mathbb{R}^d$. In this work, we determine an explicit orthogonal polynomial basis associated with $(\cdot,\cdot)_\mu$ and study approximation properties of Fourier expansions in terms of this basis. In particular, we deduce relations between the partial Fourier sums in terms of the Sobolev polynomials and the partial Fourier sums in terms of the classical ball polynomials. We give an estimate of the approximation error by polynomials of degree at most n in the corresponding Sobolev space.
<br>
Joint work with: Marlon J. Recarte, Teresa E. P&eacute;rez, Miguel A. Pi&ntilde;ar.
<br><br>
<strong>References</strong>
<br>
[1] Dai F., Xu Y., Approximation theory and harmonic analysis on spheres and balls, Springer Monographs in Mathematics, Springer, New York, 2013.
<br>
[2] Dunkl C.F., Xu Y., Orthogonal polynomials of several variables, Encyclopedia of Mathematics and its Applications, Vol. 155, 2nd ed., Cambridge University Press, Cambridge, 2014.
<br>
[3] Pi&ntilde;ar M. A., Xu Y., Best polynomial approximation on the unit ball, IMA Journal of Numerical Analysis, Vol. 38, Issue 3 (2018), 1209-1228.
<br>
<a href="./abstract/marriaga.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="orive">
<h2>Ram&oacute;n Orive (Universidad de La Laguna)</h2>
<br>									
<h4>From Orthogonal Polynomials to Riesz Equilibrium Problems. The case of unbounded conductors</h4>
<details>
<summary>Resumen
</summary>
<p>
In our case, the study of the asymptotic behavior of orthogonal polynomials led us to delve into the study of equilibrium problems for logarithmic potentials and, in turn, for general Riesz potentials. In this talk, after briefly reviewing these connections, we shall focus in the case of Riesz equilibrium problems for unbounded conductors. We shall present some recent results about existence and compactness of the equilibrium measure.
<br><br>
This talk is based on a recent work with P. Dragnev (PFW, IN, USA), E. B. Saff (Vanderbilt Univ., Nasville, TEN, USA) and F. Wielonsky (Univ. Aix-Marseille, France).
<br>
<a href="./abstract/oribe.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->
<br>
<!--
-->
<!--<img src="img/foto.jpg" id="temp" alt="nombre" width=150px>-->
<BLOCKQUOTE id="ortega">
<h2>Joaquim Ortega Cerd&agrave (Universidad de Barcelona)</h2>
<br>									
<h4>Desigualdades hipercontractivas de polinomios</h4>
<details>
<summary>Resumen
</summary>
<p>
Si dotamos los polinomios de grado $n$ con la norma de Bombieri tenemos un espacio de Hilbert con n&uacute;cleo reproductor. Demostraremos que todo funcional convexo de la norma del espacio alcanza su extremo en el n&uacute;cleo reproductor.
<br>
Esto permite dar una nueva demostraci&oacute;n muy elemental de una conjetura f&iacute;sica sobre el comportamiento de la entrop&iacute;a de Wherl para estados coherentes de Bloch que fue demostrada inicialmente por Lieb y Solowej. Asimismo obtendremos resultados an&aacute;logos a la desigualdad de Faber-Krhan en el contexto de los polinomios. 
<br><br>
Este es un trabajo conjunto con N. Fabio, A. Kulikov y P. Tilli. 
<br>
<a href="./abstract/ortega.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</p>
</details>
</BLOCKQUOTE>
<!--
-->


<!--						

<img src="img/alfaro.jpg" id="temp" alt="Manuel Alfaro" width=150px>
<BLOCKQUOTE>
<h2>Nombre y Universidad</h2>
<br>									
<h4>TITULO</h4>
<br>
ABSTRACT
<br>
<a href="./abs/Alfaro.pdf" target="_blank"><img src="img/pdf.png" width=25px></a>
</BLOCKQUOTE>

-->
						</p>
						
						
					<h2><a name="timetable"></a>Horario</h2>
						<br>
						<p>
<br>

<table border="0" bordercolor="#f5f5f5" cellpadding="0" cellspacing="20" width="100%">
<tr valign="top">

<td align="center" width="40%" bgcolor="#f5f5f5">		
<table border="4" bordercolor=" #FDC277" cellpadding="0" cellspacing="0" width="90%">

	<tr>
	<td colspan="2" align="center" width="40%" bgcolor="#f5f5f5"><b>Jueves 10</b></td> 
    </tr>
	
	<tr>
  	<td align="center" width="10%">9:00-9:30</td> 
	<td align="center" width="20%" bgcolor="#ffffff">Bienvenida</td> 
	</tr>
	
	<tr>
  	<td align="center">9:30-10:15</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#marcellan">Marcell&aacute;n</a></td> 
	</tr>

	<tr>
  	<td align="center">10:15-11:00</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#cantero">Cantero</a></td> 
	</tr>
	
	<tr>
	<td colspan="2" align="center">Coffee Break</td> 
    </tr>
	
	<tr>
  	<td align="center">11:30-12:15</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#orive">Orive</a></td> 
    </tr>
	
	<tr>
  	<td align="center">12:15-13:00</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#ferreira">Ferreira</a></td> 
    </tr>
	
	<tr>
  	<td align="center">13:00-13:45</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#branquinho">Branquinho</a></td> 
    </tr>

	<tr>
	<td colspan="2" align="center">Almuerzo</td> 
    </tr>

	<tr>
  	<td align="center">16:00-16:45</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#garcia">Garc&iacute;a</a></td>
	</tr>
	
	<tr>
  	<td align="center">16:45-17:30</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#manas">Ma&ntilde;as</a></td> 
    </tr>

	<tr>
	<td colspan="2" align="center">Cofee Break</td> 
    </tr>

	<tr>
  	<td align="center">18:00-18:45</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#escribano">Escribano</a></td> 
    </tr>

	<tr>
  	<td align="center">18:45-19:15</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#TBA">Sesi&oacute;n de p&oacute;steres</a></td> 
    </tr>
	
</table>
</td>

<td align="center" width="40%" bgcolor="#f5f5f5">		
<table border="4" bordercolor=" #FDC277" cellpadding="0" cellspacing="0" width="90%">

	<tr>
	<td colspan="2" align="center" width="40%"  bgcolor="#f5f5f5"><b>Viernes 11</b></td> 
    </tr>
	
	<tr>
  	<td align="center" width="10%">9:00-9:45</td> 
	<td align="center" width="20%" bgcolor="#ffffff"><a href="./index.html#castro">Castro</a></td> 
    </tr>
	
	<tr>
  	<td align="center">9:45-10:30</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#ortega">Ortega</a></td> 
    </tr>

	<tr>
	<td colspan="2" align="center">Cofee Break</td> 
    </tr>

	<tr>
  	<td align="center">11:00-11:45</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#lizarte">Lizarte</a></td> 
    </tr>

	<tr>
  	<td align="center">11:45-12:30</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#marriaga">Marriaga</a></td> 
    </tr>
	
	<tr>
  	<td align="center">12:30-13:15</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#cacao">Ca&ccedil;&atilde;o</a></td> 
    </tr>

	<tr>
	<td colspan="2" align="center">Clausura</td> 
    </tr>

	<tr>
	<td colspan="2" align="center">Almuerzo</td> 
    </tr>
	
	<tr>
	<td colspan="2" align="center">Visita cultural</td> 
    </tr>

</table>
</td>

</tr>
</table>



						</p>
<p>	Libro de res&uacute;menes <a href="./abstract/LibroD2PO-22.pdf" target="_blank"><img src="img/pdf.png" width=25px></a> 

</p>					
						<h2><a name="inscripcion"></a>Inscripci&oacute;n</h2>
						<br>
						<p>Cerrado el plazo de inscripci&oacute;n.
<!--						<p>
Si desea participar, por favor, env&iacute;e un email a la direcci&oacute;n de correo electr&oacute;nico <bdo dir="rtl">se.rgu@ayog</bdo> con los siguientes datos (incluya la palabra &quot;<b>D2PO-22</b>&quot; en el asunto). 
<br><br>

<BLOCKQUOTE>
<table border="3" bordercolor=" #FDC277" cellpadding="0" cellspacing="0" width="50%">
	<tr>
	<td colspan="2" align="left" bgcolor="#f5f5f5">Datos de inscripci&oacute;n:</td> 
	</tr>
	
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Nombre:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">APELLIDOS, Nombre</td> 
    </tr>
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Instituci&oacute;n:</td> 
	<td align="left" width="70%" bgcolor="#ffffff"> (Departamento, Universidad, Instituto,...)<br>Direcci&oacute;n completa</td> 
    </tr>
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">E-mail:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">	...@...</td> 
    </tr>
		<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Presento un p&oacute;ster:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">	S&iacute; / No<br>(en caso afirmativo, no olvide adjuntar t&iacute;tulo y resumen en formato LaTeX)</td> 
    </tr>
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Observaciones:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">...</td> 
    </tr>
	
</table>
  </blockquote>
  <br><br>
La fecha l&iacute;mite para realizar la inscripci&oacute;n es el 16 de octubre de 2022.
											
						</p>
-->
						
						
						<h2><a name="posteres"></a>P&oacute;steres</h2>
						<br>
						<p> 
						Los participantes podr&aacute;n presentar un p&oacute;ster (horizontal o vertical) durante la celebraci&oacute;n del workshop. Env&iacute;e t&iacute;tulo y resumen junto con los datos de inscripci&oacute;n. 				
						</p>

						<h2><a name="info"></a>Informaci&oacute;n de inter&eacute;s</h2>
						
						<p>
						<br>
						<h3>Lugar de celebraci&oacute;n del workshop</h3>
						<br>
						<blockquote>
						Residencia Universitaria Carmen de la Victoria
						<br>
						Cuesta del Chapiz, 9 18010 - Granada
						<br>
						<a href="https://carmendelavictoria.ugr.es" target="_blank">P&aacute;gina web</a>
						</blockquote>
						</p>
											
						<br><br>

						<p>
						<br>
						<h3>C&oacute;mo llegar a Granada</h3>
						<br>
						<blockquote>
<li><a href="http://www.granadainfo.com/granadatravel.htm" target="_blank">GranadaInfo.com</a>
</li>	
						</blockquote>
						</p>
						
						<br><br>
						
						<p>
						<h3> Hoteles</h3>
						<br>
						<blockquote>
						Recomendamos alojarse directamente en el <a href="https://carmendelavictoria.ugr.es" target="_blank">Carmen de la Victoria</a>.
						<br>
						Otros hoteles de la ciudad.
						<blockquote>

<li><a href="https://www.hotelcasamorisca.com/" target="_blank">Casa Morisca Hotel</a> (Cuesta de la Victoria, 9)
</li>

<li><a href="https://www.hotelesinstant.com/candil-comares-alhambra/" target="_blank">Candil Suite Comares</a> (C. Valenzuela, 5)
</li>


<li><a href="http://www.hotelescenter.es/granada/" target="_blank">Granada Center </a> (Av. Fuentenueva s/n)
</li>

<li><a href="https://www.cataloniahotels.com/es/hotel/catalonia-granada" target="_blank">Catalonia Granada </a> (Av. de Madrid, 10)
</li>

<li><a href="http://www.hoteldonjuan.com/" target="_blank">Don Juan </a> (C/ Mart&iacute;nez de la Rosa, 9)
</li>

<li><a href="https://www.sercotelhoteles.com/hotel-gran-luna-de-granada/" target="_blank">Gran Hotel Luna de Granada </a>  (Plaza Manuel Cano, 2)
</li>	
	
<li> <a href="https://www.maciacondor.com/" target="_blank">Macia C&oacute;ndor</a>  (Av. de la Constituci&oacute;n, 6)
</li>	

<li> <a href="https://www.melia.com/en/hotels/spain/granada/melia-granada/index.htm" target="_blank">Meli&aacute; Granada </a> (C/ &Aacute;ngel Ganivet, 7)
</li>
	
<li><a href="https://www.casadelatrinidad.com/" target="_blank">"La casa de la Trinidad" </a> (C/ Capuchinas, 2)
</li>	

<li><a href="https://www.vinccialbayzin.com/" target="_blank">Vincci Albayz&iacute;n Granada</a>  (Carrera de la Virgen, 48)
</li>		
	
<li> <a href="http://www.villaoniria.com/" target="_blank">Villa Oniria </a> (C/ San Ant&oacute;n, 28) 
</li>	
						</blockquote>
						</blockquote>
						</p>
						
												
						<h2>M&aacute;s sobre el workshop</h2>
						<br>
						
							
							
						 			<h3>Comit&eacute; cient&iacute;fico y organizador</h3>
									<p>
	<blockquote>
	<a href="http://www.ugr.es/local/amdelgado/" target=0>Antonia M. Delgado (Universidad de Granada)</a>
	<br>
	<a href="http://www.ugr.es/local/lidiafr/" target=0>Lidia Fern&aacute;ndez (Universidad de Granada)</a>
	<br>
	<a href="http://directorio.ugr.es/static/Personal/*/clotilde@ugr.es" target=0>Clotilde Mart&iacute;nez (Universidad de Granada)</a>
	<br>
	<a href="http://www.ugr.es/local/tperez/" target=0>Teresa E. P&eacute;rez (Universidad de Granada)</a>
	<br>
	<a href="http://www.ugr.es/local/mpinar/" target=0>Miguel A. Pi&ntilde;ar (Universidad de Granada)</a>
	<br>
	<a href="http://directorio.ugr.es/static/Personal/*/jslara@ugr.es" target=0>Joaqu&iacute;n S&aacute;nchez Lara (Universidad de Granada)</a>
	<br>
	</blockquote>
									</p>
									
									<br><br><br>
									
									
									<h3>Lista de participantes</h3>
									<p>
									

<blockquote>
<ol>
<blockquote>
<li>Manuel Alfaro (U. Zaragoza) </li>
<li>Gema Alhama Sal&eacute;s (U.Granada) </li>
<li>Cleonice Bracciali (U. Estadual Paulista, Brasil) </li>
<li>Am&iacute;lcar Branquinho (U. Coimbra, Portugal) </li>
<li>Isabel Ca&ccedil;&atilde;o (U. Aveiro, Portugal)</li>
<li>Mar&iacute;a Jos&eacute; Cantero (U. Zaragoza) </li>
<li>Mirta Castro (U. Sevilla) </li>
<li>Antonia M. Delgado (U. Granada)</li><li>Carmen Escribano (U. Polit&eacute;cnica de Madrid)</li>
<li>Lidia Fern&aacute;ndez (U. Granada)</li>
<li>Chelo Ferreira Gonz&aacute;lez (U. Zaragoza)</li>
<li>Ana Foulqui&eacute (U. Aveiro, Portugal)</li>
<li>Juan Carlos Garc&iacute;a Ardila (U. Polit&eacute;cnica de Madrid)</li>
<li>Mar&iacute;a &Aacute;ngeles Garc&iacute;a Ferrero (Basque Center for Applied Mathematics)</li>
<li>Edmundo Huertas (U. Alcal&aacute;)</li>
<li>David Lara Velasco (U. Granada)</li>
<li>Alberto Lastra (U. Alcal&aacute;)</li>
<li>F&aacute;tima Lizarte (U. Cantabria)</li>
<li>Juan Francisco Ma&ntilde;as Ma&ntilde;as (U. Almer&iacute;a)</li>
<li>Francisco Marcell&aacute;n Espa&ntilde;ol (U. Carlos III de Madrid)</li>
<li>Misael Marriaga Castillo (U. Rey Juan Carlos)</li>
<li>Clotilde Mart&iacute;nez &Aacute;lvarez (U. Granada)</li>
<li>Dieudonne Mbouna (U. Almer&iacute;a)</li>
<li>Juanjo Moreno-Balc&aacute;zar (U. Almer&iacute;a)</li>
<li>Ruth Oliva Zuniga (U. Nacional Aut&oacute;noma de Honduras, Honduras)</li>
<li>Ram&oacute;n Orive Rodr&iacute;guez (U. La Laguna)</li>
<li>Joaquim Ortega Cerd&agrave; (U. Barcelona) </li>
<li>Teresa E. P&eacute;rez (U. Granada)</li><li>Miguel A. Pi&ntilde;ar (U. Granada)</li>
<li>Marlon Recarte Castellanos (U. Nacional Aut&oacute;noma de Honduras, Honduras)</li>
<li>Miguel Luis Rodr&iacute;guez (U. Granada)</li>
<li>Jos&eacute; Luis Ruiz Benito (U. Granada)</li>
<li>Joaqu&iacute;n S&aacute;nchez Lara (U. Granada)</li>
<li>Juan Antonio Villegas Recio (U. Granada)</li>
<li>Alejandro Zarzo Altarejos (U. Polit&eacute;cnica de Madrid)</li>
</blockquote>
</ol>
</blockquote>

									</p>
									
									<br><br><br>
									
									
									<h3><a name="contacto"></a>Contacto</h3>
									<p>
<blockquote>
Direcci&oacute;n de correo electr&oacute;nico: <u><bdo dir="rtl">se.rgu@ayog</bdo></u>
</blockquote>				
									</p>
									
									 <br><br><br>
									
									
									<h3>Patrocinadores</h3>
									<p id="part">
									
<table border="0"  cellpadding="10" cellspacing="10" width="100%">
	<tr>

<td colspan="2" align="center" ><a href="http://www.ugr.es/" title="UGR" target=0><img src="img/logougr.png" alt="UGR" title="ugr" height="50"/></a></td>

<td colspan="2" align="center" ><a href="http://www.ugr.es/local/goya" title="Grupo GOYA" target=0><img src="img/grupogoya.png" alt="GOYA" title="GOYA" height="43"/></a></td> 

<td colspan="2" align="center" ><a href="https://mateapli.ugr.es" title="Departamento de Matem&aacute;tica Aplicada de la Universidad de Granada" target=0><img src="img/logomateapli.png" alt="DMA" title="dma" height="50"/></a></td> 

<td colspan="2" align="center"><a href="http://imag.ugr.es/" title="IMAG Instituto de Matem&aacute;ticas de la Universidad de Granada" target=0><img src="img/banner2.png" alt="IEMath-GR" title="IMAG" height="50" /></a></td> 

 

	</tr>
	

	
</table>
							
									

										
</p>
									
			</div>
		</div>
		<div id="footer">
				copyright &copy; 2022 by <a href="http://www.ugr.es/~amdelgado/" target=0>Antonia Delgado</a> | Template by <a href="http://www.design4.ltd.pl/" title="Design4 - CSS and XHTML templates for sNews" target=0>Design4</a> | sponsored by <a href="http://www.minimalistic-design.com" title="Open Source Web Design and Webmaster Forum" target=0>Free Templates</a>
				
				</div>
      </div>
      <div class="both"><!-- --></div>
    </div>
<a href="#" title="Subir a Inicio"><img alt="Subir a Inicio" src="img/flechaazul.png" style="position:fixed; bottom:0; right:0;" border="0"></a>

</body>
</html>
