
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>D2PO</title>
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
	<meta name="Author" content="Design4.ltd.pl" />
	<meta name="Description" content="Dos d&iacute;as sobre polinomios ortogonales" />
	<meta name="Keywords" content="polinomios ortogonales granada" />
	<link rel="stylesheet" type="text/css" href="img/style1.css" />
	<link rel="icon" type="image/x-icon" href="./img/grupogoya2.png" sizes="16x16" />
	
	<script type="text/x-mathjax-config">
  MathJax.Hub.Config({tex2jax: {inlineMath: [['$','$'], ['\\(','\\)']]}});
</script>
<script type="text/x-mathjax-config">
MathJax.Hub.Config({
  TeX: { equationNumbers: { autoNumber: "AMS" } }
});
</script>
<script type="text/javascript" async
  src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.5/latest.js?config=TeX-MML-AM_CHTML">
</script>


</head>
<body>
<body link="#000000" vlink="#000000" alink="#48c0f8"> 
    <div id="main">
		<div id="top"><br>
			<h1> <font size=7 face=impact color=48c0f8>D2PO</font> &nbsp;
			<font size=6 color=48c0f8> Dos D&iacute;as sobre Polinomios Ortogonales </font> 
			<br> 
			<font size=5 color=#48c0f8>Granada, 3 y 4 de diciembre de 2018</font> </h1>

<!--		<h1><a name="home"></a><a href="http://www.ugr.es/local/goya/" title="Grupo GOYA">
	    <font size=7 face=impact color=48c0f8>GOYA</font>
	<img src="img/Mnat.png" height="60" alt="Grupo GOYA" title="D2PO"/> 
        </a> &nbsp; Granada, Spain. 2-3 December 2018 </h1> -->
		</div> 
		
      	<div id="slogan"><p>
<font size=1> Interlacing property<br>for zeros of bivariate<br>Legendre Polynomials</font></p>
<!--      	<h2><strong>D2PO</strong><br>Dos d&iacute;as sobre polinomios ortogonales<br>Granada, Spain. 2-3 December 2018</h2> -->
<!--			<p align="center"><img src="img/Mnat.png" alt="Modeling Nature-logo"></p> -->
 		</div>
    
		<div id="menu">
    			<ul>
<!--        			<li><a href="./index.html">Home</a></li> -->
<li><a href="./index.html#welcome">Presentaci&oacute;n</a></li>
<li><a href="./index.html#program">Conferenciantes</a></li>
<li><a href="./index.html#timetable">Horario</a></li>
<li><a href="./index.html#inscripcion">Inscripci&oacute;n</a></li>
<li><a href="./index.html#posteres">P&oacute;steres</a></li> 
<li><a href="./index.html#info">Informaci&oacute;n</a></li>
<li><a href="./index.html#contacto">Contacto</a></li>
    			</ul>
		</div>


  <div id="cols">
        <div id="colA"><!--<img src="img/sloganbga.jpg" alt="left" />-->
						 <div id="A"></div>
				</div>
        <div id="colB">
						 <div id="welcome">
						 			<h2><a name="welcome"></a>Presentaci&oacute;n del encuentro</h2>
									
						<br><p>
La actividad que proponemos tiene como objetivo la puesta en com&uacute;n, con diversos investigadores nacionales y extranjeros, de las &uacute;ltimas tendencias en la investigaci&oacute;n 
sobre polinomios ortogonales y funciones especiales, as&iacute; como su conexi&oacute;n con las &aacute;reas relacionadas de teor&iacute;a de la aproximaci&oacute;n, teor&iacute;a de operadores, teor&iacute;a de n&uacute;meros, teor&iacute;a de la informaci&oacute;n, series de Fourier, an&aacute;lisis num&eacute;rico, y sus aplicaciones en f&iacute;sica matem&aacute;tica, &oacute;ptica, ciencia y tecnolog&iacute;a. 
<br>
Para ello hemos planificado dos d&iacute;as de charlas invitadas en aspectos punteros de la teor&iacute;a de polinomios ortogonales.

<br><br>

Pinche aqu&iacute; para descargar el p&oacute;ster anunciador del encuentro: <a href="./img/poster-d2po.pdf" target="_blank">P&oacute;ster</a>
						<br><br>	
									</p>
									
<p>									<blockquote>
						<h1><b>CAMBIO DE &Uacute;LTIMA HORA</b></h1> por problemas t&eacute;cnicos nos hemos visto obligados a cambiar la sede de las Jornadas D2PO al aula D21 (segunda planta) de la Escuela T&eacute;cnica Superior Ingenier&iacute;a de Edificaci&oacute;n (ETSIE).
						</blockquote>
</p>
						 </div>
						 
						 
						
						
						
						 <div id="content">
						<h2><a name="program"></a>Conferenciantes invitados</h2>
						<br>
						<br>
<h3><a name="alfaro"></a>Manuel Alfaro (Universidad de Zaragoza)
</h3>
<br>									
<p> 
<img src="img/alfaro.jpg" id="temp" alt="Manuel Alfaro" width=150px/>
<BLOCKQUOTE>
<h4>
Polinomios ortogonales en Espa&ntilde;a: Los inicios
</h4>
<br>
Breve exposici&oacute;n sobre los inicios del estudio y desarrollo de la teor&iacute;a de polinomios ortogonales en Espa&ntilde;a, centr&aacute;ndose en la labor desarrollada en este sentido por el profesor Don Luis Vigil y V&aacute;zquez. 
<br>
<a href="./abs/Alfaro.pdf" target="_blank"><img src="img/pdf.png" width=25px/></a>
</BLOCKQUOTE>
</p>

<br> <br>

								

<h3><a name="area"></a>Iv&aacute;n Area (Universidad de Vigo)</h3>
<br>
<p>
<img src="img/ivanarea.jpg" id="temp" alt="Iv&aacute;n Area" width=150px/>
<BLOCKQUOTE>
<h4>
Polinomios ortogonales en varias variables sobre redes no uniformes
</h4>
<br>
En esta charla se revisar&aacute;n algunos resultados recientes sobre polinomios ortogonales en varias variables sobre redes no uniformes. Para ello, en primer lugar se analizar&aacute; el caso de una variable. La herramienta principal es la ecuaci&oacute;n en diferencias que satisfacen. Desde estas ecuaciones, se obtendr&aacute; la ecuaci&oacute;n en diferencias que satisfacen las diferencias de cada familia. Adem&aacute;s, se presentar&aacute;n expl&iacute;citamente los coeficientes de la relaci&oacute;n de recurrencia a tres t&eacute;rminos que satisface cualquier familia de polinomios ortogonales en esta clase. En particular, se analizar&aacute;n las familias de polinomios en varias variables de Racah, Wilson, q-Racah y Askey-Wilson. Finalmente, presentaremos relaciones l&iacute;mite que relacionan estas familias. 
<br>
<a href="./abs/Area.pdf" target="_blank"><img src="img/pdf.png" width=25px/></a>
</BLOCKQUOTE>
</p>

<br> <br>


<p>									
<h3><a name="beltran"></a>Carlos Beltr&aacute;n (Universidad de Cantabria)</h3>
<br>
<img src="img/beltran.jpg" id="temp" alt="Carlos Beltr&aacute;n" width=150px/>
<BLOCKQUOTE>
<h4>
Polinomios ortogonales para la distribuci&oacute;n de puntos envariedades
</h4>
<br>
El problema de distribuir puntos en variedades (por ejemplo,esferas, los grupos cl&aacute;sicos o variedades algebraicas compactas) es unimportante reto que necesita t&eacute;cnicas provenientes de muchas &aacute;reas. Enesta charla discutir&eacute diferentes aportaciones a este problemarealizadas utilizando la teor&iacute;a de polinomios ortogonales, as&iacute; comounos pocos resultados en la direcci&oacute;n opuesta.
</BLOCKQUOTE>
</p>

<br> <br>


<p>									
<h3><a name="braciali"></a>Cleonice F. Bracciali (UNESP, Brasil)</h3>
<br>
<img src="img/cleonice.jpg" id="temp" alt="Cleonice Bracciali" width=150px/>
<BLOCKQUOTE>
<h4>
Different ways to study properties of orthogonal polynomials on the unit circle
</h4>
<br>
We consider sequences of orthogonal polynomials, $\Phi_n(z)$, and para-orthogonal polynomials, $R_n(z),$ on the unit circle $\mathbb{T}= \{ z = e^{i\theta}:  0\leq \theta < 2\pi\}.$ Using the map $t=cos(\theta/2)$ we show how the behaviour of the functions defined by $W_n(t) = (4z)^{-n/2} R_n(z)$ on the interval $(-1,1)$ can help to study the properties of orthogonal polynomials on the unit circle. Also using the map $x=i(z+1)/(z-1)$ we show how the behaviour of the polynomials defined by $P_n(x) = 2^{-n} (x-i)^n R_n(z)$ on the real line, can help to study the properties of orthogonal polynomials on the unit circle.
<br>
<a href="./abs/Bracciali.pdf" target="_blank"><img src="img/pdf.png" width=25px/></a>
</BLOCKQUOTE>
</p>

<br> <br>
									
<p>	
<h3><a name="cruz"></a>Ruym&aacute;n Cruz Barroso (Universidad de La Laguna)</h3>
<br>									
<img src="img/Ruyman.jpg" id="temp" alt="Ruyman Cruz Barroso" width=150px/>
<BLOCKQUOTE>
<h4>
&Aacute;lgebra Lineal Num&eacute;rica para Funciones Racionales Ortogonales
</h4>
<br>
Funciones racionales ortogonales en la circunferencia unidad generalizan a los polinomios de Szeg&ouml; (polos en el infinito) y a los polinomios de Laurent ortogonales (polos en el origen y en el infinito). 
<br>
Si $\mu$ es la medida de ortogonalidad con soporte en la circunferencia unidad ${\mathbb T}$ y $L_{\mu}^2$ es el correspondiente espacio de Hilbert, es bien sabido que el operador de multiplicaci&oacute;n ${\cal T}: L_{\mu}^2 \rightarrow L_{\mu}^2$: $f(z) \rightarrow zf(z)$ restringido a polinomios tiene una representaci&oacute;n con respecto a los polinomios ortogonales con estructura de Hessenberg (${\cal H}$), mientras que si en vez de una base de polinomios ordinarios consideramos una base de polinomios de Laurent, alternando polos en el origen y en el infinito, entonces la matriz de representaci&oacute;n tiene estructura penta-diagonal, o matriz CMV (${\cal C}$).
Estos resultados fueron generalizados en [2] considerando un reordenamiento arbitrario de polos en el origen y en el infinito, dando lugar a una representaci&oacute;n matricial "en forma de serpiente" (${\cal S}$) que generaliza a las dos anteriores.
 Por otro lado, la generalizaci&oacute;n al contexto racional de las matrices ${\cal H}$ (polos en el exterior de ${\mathbb T}$) y ${\cal C}$ (alternando polos en el exterior y en el interior de ${\mathbb T}$) fueron abordadas en [3], siendo ahora ciertas transformaciones matriciales de M&ouml;bius de las matrices ${\cal H}$ y ${\cal C}$ las matrices de representaci&oacute;n del operador de multiplicaci&oacute;n.
<br>
En esta charla consideraremos funciones ortogonales racionales con una distribuci&oacute;n arbitraria de polos situados en cualquier parte del plano complejo extendido salvo en la circunferencia unidad (v&eacute;ase [1]), y probaremos que la matriz de representaci&oacute;n del operador de multiplicaci&oacute;n en este caso viene dada por una transformaci&oacute;n matricial de M&ouml;bius de la matriz serpiente ${\cal S}$. Para la obtenci&oacute;n de este resultado es necesario interpretar la ley de recurrencia para las funciones racionales ortogonales como factorizaci&oacute;n de ciertas transformaciones unitarias elementales, verific&aacute;ndose que el espectro de la matriz resultante es independiente del orden en el que estos factores elementales son multiplicados. Este resultado, desconocido por lo que sabemos hasta la fecha dentro del &Aacute;lgebra Lineal Num&eacute;rica, permite establecer, en particular, conexiones con problemas de autovalores directos e inversos, e introducir un nuevo tipo de matrices en la literatura: matricies AMPD.
<br>
El contenido de esta charla es parte de un trabajo en colaboraci&oacute;n con Adhemar Bultheel (KU Leuven, B&eacute;lgica) y Andreas Lasarow (Leipzig, Alemania).
<br>
<b>Referencias</b>
<br>
[1] <font style="text-transform: uppercase;">A. Bultheel, R. Cruz-Barroso and A. Lasarow</font>, Orthogonal Rational Functions on the Unit Circle with Prescribed Poles not on the Unit Circle,
<em>Symmetry, Integrability and Geometry: Methods and Applications</em> <b>13</b> (2017), 1-49.
<br>
[2] <font style="text-transform: uppercase;">R. Cruz-Barroso and S. Delvaux</font>, Orthogonal Laurent Polynomials on the unit circle and snake-shaped matrix factorizations,
<em>Journal of Approximation Theory</em> <b>161</b> (2009), 65-87.
<br>
[3] <font style="text-transform: uppercase;">L. Vel&aacute;zquez</font>, Spectral Methods for orthogonal rational functions,
<em>Journal of Functional Analysis</em> <b>254</b> (2008), 954-986.
<br>
<a href="./abs/CruzBarroso.pdf" target="_blank"><img src="img/pdf.png" width=25px/></a>
</BLOCKQUOTE>
</p>

<br> <br>

									
<h3><a name="marcellan"></a>Francisco Marcell&aacute;n (Universidad Carlos III de Madrid)</h3>
<br>
<p>		
<img src="img/pacomarc.jpg" id="temp" alt="Francisco Marcell&aacute;n" width=150px/>
<BLOCKQUOTE>
<h4>
Coherencia de pares de medidas en la recta real y la circunferenciaunidad. Algunas extensiones
</h4>
<br>
En esta presentaci&oacute;n analizaremos extensiones del concepto de parcoherente de medidas en la recta real (teor&iacute;a iniciada en el pionerotrabajo de Iserles, Koch, Norsett y Sanz Serna en 1991) y cuyadescripci&oacute;n pormenorizada fue llevada a cabo por H. G. Meijer en 1997.Centraremos nuestra atenci&oacute;n en algunas generalizaciones, en particularla de (1,1) coherencia y (1,1) coherencia sim&eacute;trica, mostrando algunaspropiedades asint&oacute;ticas de las correspondientes sucesiones depolinomios ortogonales as&iacute; como de los polinomios ortogonalescorrespondientes al vector de medidas definido por un par (1,1) coherente.<br>Finalmente, abordaremos el problema de coherencia para medidassoportadas en la circunferencia unidad, mostrando resultados recientesde A. Sri Ranga y F. Marcell&aacute;n. 
</p>
</BLOCKQUOTE>


<br> <br>

<h3><a name="minguez"></a>Judit Minguez (Universidad de La Rioja)</h3>
<br>
<p>
<img src="img/Judit.jpg" id="temp" alt="Judit Minguez Ceniceros" width=150px/>
<BLOCKQUOTE>
<h4>
Convergencia y acotaci&oacute;n de series de Fourier respecto a polinomios ortogonales de Sobolev
</h4>
<br>
El estudio de los polinomios ortogonales respecto a un producto interno tipo Sobolev
\[
\langle f,g\rangle= \int_{\mathbb{R}} fg \, d\mu_0 + \sum_{k=1}^m \int_{\mathbb{R}} f^{(k)} g^{(k)} \, d\mu_k,
\]
ha ocupado el inter&eacute;s de muchos investigadores en los &uacute;ltimos a\~nos, como puede verse en [1]. 
<br>
En esta charla, mostraremos la convergencia de la serie de Fourier respecto a dos tipos de polinomios orgonales de Sobolev, a trav&eacute;s de la acotaci&oacute;n uniforme del [2] y [3] para polinomios de Gegenbauer y polinomios de Jacobi, respectivamente. Adem&aacute;s estudiaremos la completitud de los espacios de Sobolev correspondientes. 
<br>
<b>Referencias</b>	
<br>
[1] F. Marcell&aacute;n and Y. Xu, On Sobolev orthogonal polynomials, <em>Expo. Math.</em> <b>33</b> (2015), 308-352.
<br>
[2] H. Pollard, The mean convergence of orthogonal series. II, <em>Trans. Amer. Math. Soc.</em> <b>63</b> (1948), 355-367.
<br>
[3] H. Pollard, The mean convergence of orthogonal series. III, <em>Duke Math. J.</em> <b>16</b> (1949), 189-191.


<br>
<a href="./abs/Minguez.pdf" target="_blank"><img src="img/pdf.png" width=25px/></a>
</p>
</BLOCKQUOTE>

<br> <br>

<h3><a name="moreno"></a>Juan Jos&eacute; Moreno-Balc&aacute;zar (Universidad de Almer&iacute;a)</h3>
<br>
<p>	
<img src="img/juanjo.jpg" id="temp" alt="Juan Jos&eacute; Moreno-Balc&aacute;zar" width=150px/>
<BLOCKQUOTE>
<h4>
Asint&oacute;tica de polinomios ortogonales de Sobolev discretos
</h4>
<br>
En esta charla abordaremos resultados asint&oacute;ticos sobre polinomios ortogonales de Sobolev discretos con especial atenci&oacute;n al caso variante. Entre ellos la asint&oacute;tica tipo Mehler-Heine jugar&aacute; un papel muy relevante siendo el hilo conductor de gran parte de la charla pero no el &uacute;nico.
</p>
</BLOCKQUOTE>

<br> <br>

<h3><a name="sanchez"></a>Joaqu&iacute;n S&aacute;nchez Lara (Universidad de Granada)</h3>
<br>
<p>	
<!--
<img src="img/temp_img03.png" id="temp" alt="Manuel Alfaro" width=150px/>
-->
<BLOCKQUOTE>
<h4>
On weakly admissible external fields
</h4>
<br>
An admissible external field in $\mathbb{R}$ is a function$\varphi:\mathbb{R}\longrightarrow \mathbb{R}\cup\{+\infty\}$ whichsatisfies
\begin{equation}\label{admis}
\liminf_{|x|\to \infty} \, \dfrac{\varphi(x)}{\log|x|}=0\,,\end{equation}
together with some other mild conditions. The theory of logarithmicpotentials in an external field has been developed under the previous assumption(1) and establishes the existence of a unique measures $\mu_t$minimizing the energy$$I^{\varphi}(\sigma)=\iint \log\frac{1}{|x-y|}d\sigma(x)d\sigma(y)+2\int\varphi(x)d\sigma(x)\,,$$among all the measures $\sigma$ of total mass $t\in\mathbb{R}$. The supportof $\mu_t$ is compact.<br>A weakly admissible external field is an external field where condition(1) is replaced by a weaker version: there exists $T>0$ such that\[
\liminf_{|x|\to \infty}\varphi(x)-T\log|x|\in\mathbb{R}\,.\]
Now the equilibrium measures $\mu_t$ exists only for $t\leq T$, but$\textrm{Supp}(\mu_T)$ is not necessarily bounded.<br>Our aim is to study the equilibrium measure in a weakly admissible externalfield with special interest in the external field created by several fixedcharges. For this purpose we have to generalize the tools and results oflogarithmic potentials to the case of measures with unbounded support.
</p>
</BLOCKQUOTE>

<br> <br>
						
<h3><a name="ranga"></a>Alagacone Sri Ranga (UNESP, Brasil)</h3>
<br><p>		
<!--
<img src="img/temp_img03.png" id="temp" alt="Manuel Alfaro" width=150px/>
-->
<BLOCKQUOTE>
<h4>
Complementary Romanovski-Routh polynomials
</h4>
<br>

For $b = \lambda + i \eta$, $\lambda > 0$, the complementary Romanovski-Routh polynomials $\mathcal{P}_{n}(b;.)$ can be given by the hypergeometric expression 
\begin{equation*} \label{Eq-Pn-Hypergeometric}
     \mathcal{P}_{n}(b;x) = \frac{(x-i)^{n}}{2^{n}} \frac{(2\lambda)_{n}}{(\lambda)_{n}}  \, _2F_1\Big(-n,b;\,b+\bar{b};\,\frac{-2i}{x-i}\Big), \quad n \geq 1.
\end{equation*}
They satisfy the three term recurrence 
\begin{equation} \label{Eq-TTRR-for-CRR-polys}
     \mathcal{P}_{n+1}(b;x) = (x - c_{n+1}^{(b)}) \mathcal{P}_{n}(b;x)  - d_{n+1}^{(b)} (x^2 + 1) \mathcal{P}_{n-1}(b;x), \quad n \geq 1,
\end{equation}
with  $\mathcal{P}_0(b;x) = 1$ and  $\mathcal{P}_{1}(b;x) = x - c_1^{(b)}$, where 
\begin{equation} \label{Coeffs-TTRR-for-Special-Pn}
    c_{n}^{(b)} = \frac{\eta}{\lambda+n-1} \quad \mbox{and} \quad d_{n+1}^{(b)} = d_{n+1}^{(\lambda)} = \frac{1}{4}\frac{n (2\lambda + n -1)}{(\lambda+n-1)(\lambda+n)}, \quad n \geq 1.
\end{equation}
Moreover, if $\lambda > 1/2$ then they also satisfy the varying orthogonality
\[
   \int_{-\infty}^{\infty} x^{m} \mathcal{P}_{n}(b;x) \frac{1}{(1+x^2)^n} \, \frac{(e^{-\rm{arccot}\, x})^{2\eta}}{(1+x^2)^{\lambda}} dx = \gamma_{n}^{(\lambda)} \delta_{m,n}, \quad m=0,1,\ldots, n .
\]
In this talk we will look at some recent developments with respect to these polynomials. 


<!--
<a href="#" onclick="window.open('./phd/phd_jjmnieto.html','','top=400,left=400,width=950,height=450')"><b>Ver m&aacute.</b></a>
-->

<br><a href="./abs/Ranga.pdf" target="_blank"><img src="img/pdf.png" width=25px/></a>
</p>
</BLOCKQUOTE>

<br> <br>

				
						
						
						
						
						
					<h2><a name="timetable"></a>Horario</h2>
						<p>
						D2PO: Dos d&iacute;as sobre polinomios ortogonales<br>
						Granada, <b>3 y 4 de diciembre de 2018</b>. Horario<br>

<table border="0" bordercolor="#f5f5f5" cellpadding="0" cellspacing="20" width="100%">
<tr valign="top">
<td align="center" width="40%" bgcolor="#f5f5f5">		
<table border="4" bordercolor="#48c0f8" cellpadding="0" cellspacing="0" width="90%">

	<tr>
	<td colspan="2" align="center" width="40%" bgcolor="#f5f5f5"><b>Lunes 3</b></td> 
    </tr>
	
	<tr>
  	<td align="center" width="10%">10:00-10:30</td> 
	<td align="center" width="20%" bgcolor="#ffffff">Bienvenida</td> 
	</tr>
	
	<tr>
  	<td align="center">10:30-11:20</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#alfaro">Manuel Alfaro</a></td> 
	</tr>
	
	<tr>
	<td colspan="2" align="center">Coffee Break</td> 
    </tr>
	
	<tr>
  	<td align="center">12:00-12:50</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#minguez">Judit M&iacute;nguez</a></td> 
    </tr>
	
	<tr>
  	<td align="center">13:00-13:50</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#marcellan">Francisco Marcell&aacute;n</a></td> 
    </tr>

	<tr>
	<td colspan="2" align="center">Almuerzo</td> 
    </tr>

	<tr>
  	<td align="center">16:00-16:50</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#ranga">Alagacone Sri Ranga</a></td>
	</tr>
	
	<tr>
  	<td align="center">17:00-17:50</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#area">Iv&aacute;n Area</a></td> 
    </tr>

	<tr>
  	<td align="center">18:00-18:30</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#sanchez">Joaqu&iacute;n S&aacute;nchez Lara</a></td> 
    </tr>
</table>
</td>

<td align="center" width="40%" bgcolor="#f5f5f5">		
<table border="4" bordercolor="#48c0f8" cellpadding="0" cellspacing="0" width="90%">

	<tr>
	<td colspan="2" align="center" width="40%"  bgcolor="#f5f5f5"><b>Martes 4</b></td> 
    </tr>
	
	<tr>
  	<td align="center" width="10%">9:00-9:50</td> 
	<td align="center" width="20%" bgcolor="#ffffff"><a href="./index.html#beltran">Carlos Beltr&aacute;n</a></td> 
	</tr>
	
	<tr>
  	<td align="center">10:00-10:50</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#cruz">Ruym&aacute;n Cruz Barroso</a></td> 
	</tr>
	
	<tr>
	<td colspan="2" align="center">Coffee Break</td> 
    </tr>
	
	<tr>
  	<td align="center">11:30-12:20</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#braciali">Cleonice F. Bracciali</a></td> 
    </tr>
	
	<tr>
  	<td align="center">12:30-13:20</td> 
	<td align="center" bgcolor="#ffffff"><a href="./index.html#moreno">Juan Jos&eacute; Moreno-Balc&aacute;zar</a></td> 
    </tr>

	<tr>
  	<td align="center">13:30-13:40</td> 
	<td align="center" bgcolor="#ffffff">Clausura</td> 
    </tr>
	
</table>
</td>

</tr>
</table>

</p>
					
						
						
						<h2><a name="inscripcion"></a>Inscripci&oacute;n</h2>
						<p>
						<br>
						Si desea participar, por favor, env&iacute;e un email a la direcci&oacute;n de correo electr&oacute;nico <u><bdo dir="rtl">se.rgu@ayog</bdo></u> con los siguientes datos (incluya la palabra &quot;<b>D2PO</b>&quot; en el asunto). <BR><br>

<BLOCKQUOTE>
<table border="3" bordercolor="#48c0f8" cellpadding="0" cellspacing="0" width="50%">
	<tr>
	<td colspan="2" align="left" bgcolor="#f5f5f5">Datos de inscripci&oacute;n:</td> 
	</tr>
	
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Nombre:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">APELLIDOS, Nombre</td> 
    </tr>
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Instituci&oacute;n:</td> 
	<td align="left" width="70%" bgcolor="#ffffff"> (Departamento, Universidad, Instituto,...)<br>Direcci&oacute;n completa*</td> 
    </tr>
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">E-mail:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">	...@...</td> 
    </tr>
		<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Presento un p&oacute;ster:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">	S&iacute; / No<br>(en caso afirmativo, no olvide adjuntar t&iacute;tulo y resumen en formato LaTeX)</td> 
    </tr>
	<tr>
  	<td align="left" width="30%" bgcolor="#f5f5f5">Observaciones:</td> 
	<td align="left" width="70%" bgcolor="#ffffff">...</td> 
    </tr>
	
</table>
  </blockquote>
  <br><br>
La fecha l&iacute;mite para realizar la inscripci&oacute;n es el 23 de noviembre.
												
						</p>

						
						
						<h2><a name="posteres"></a>P&oacute;steres</h2>
						<p>
						<br>
						Los participantes podr&aacute;n presentar un p&oacute;ster (horizontal o vertical) durante la celebraci&oacute;n del workshop. Env&iacute;e t&iacute;tulo y resumen junto con los datos de inscripci&oacute;n. 
						
						</p>


						<h2><a name="info"></a>Informaci&oacute;n de inter&eacute;s</h2>
						<p>
						<br>
						<h3>Lugar de celebraci&oacute;n del workshop</h3>
						<blockquote>
						<b>CAMBIO DE &Uacute;LTIMA HORA</b>: por problemas t&eacute;cnicos nos hemos visto obligados a cambiar la sede de las Jornadas D2PO al aula D21 (segunda planta) de la Escuela T&eacute;cnica Superior Ingenier&iacute;a de Edificaci&oacute;n (ETSIE).
						</blockquote>
						
						
						<br><br>
						
						<blockquote>
						Sala de Conferencias del Instituto de Matem&aacute;ticas de la Universidad de Granada <a href=http://wpd.ugr.es/~iemath/es/ target="_blank">IEMath-GR</a>. <a href="http://wpd.ugr.es/~iemath/es/addresses-and-access/" target="_blank"><br>C&oacute;mo llegar</a>. <br> 
			<!--			<iframe src="https://www.google.com/maps/embed?pb=!1m28!1m12!1m3!1d3178.8216548587543!2d-3.6083101993131117!3d37.18070912977313!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!4m13!3e2!4m5!1s0xd71fcec9131a577%3A0x2d03f6ab4085cc8e!2sFacultad+de+Ciencias+de+la+UGR%2C+Granada!3m2!1d37.179749!2d-3.6096738999999998!4m5!1s0xd71fcea563b6633%3A0x1c201c78c0eebc0c!2sIEMath-Granada%2C+Calle+Ventanilla%2C+11%2C+18001+Granada!3m2!1d37.181106!2d-3.6036349999999997!5e0!3m2!1ses!2ses!4v1538760260698" width="600" height="250" frameborder="0" style="border:0" allowfullscreen></iframe>-->
						
						
</blockquote>

						<br><br>
						<h3>C&oacute;mo llegar a Granada</h3>
						<blockquote>
<li><a href="http://www.granadainfo.com/granadatravel.htm" target="_blank">GranadaInfo.com</a>
</li>	
</blockquote>
						<br><br>
						<h3> Hoteles</h3>
<blockquote>
						Algunos de los hoteles cercanos al lugar donde se encuentra el edificio del IEMath-GR.
						
<blockquote>
<li><a href="http://www.hotelescenter.es/granada/" target="_blank">Granada Center </a>**** (Av. Fuentenueva s/n)
</li>

<li><a href="https://www.cataloniahotels.com/es/hotel/catalonia-granada" target="_blank">Catalonia Granada </a>**** (Av. de Madrid, 10)
</li>

<li><a href="http://www.hoteldonjuan.com/" target="_blank">Don Juan </a>*** (C/ Mart&iacute;nez de la Rosa, 9)
</li>

<li><a href="http://www.centraldereservas.com/hoteles/espana/andalucia/granada/granada/gran-hotel-m-a-luna-de-granada" target="_blank">Gran Hotel Luna de Granada </a> ****  (Plaza Manuel Cano, 2)
</li>	
	
<li> <a href="http://www.maciahoteles.com/es/hoteles-granada-macia-condor" target="_blank">Macia C&oacute;ndor</a> ****  (Av. de la Constituci&oacute;n, 6)
</li>	

<li> <a href="http://es.melia.com/hoteles/espana/granada/melia-granada/index.html?gclid=CIWl35jblrACFcQKfAodlTM2rQ" target="_blank">Meli&aacute; Granada </a> ****  (C/ &Aacute;ngel Ganivet, 7)
</li>
	
<li><a href="http://www.casadelatrinidad.com/localizacion.php" target="_blank">"La casa de la Trinidad" </a> **** (C/ Capuchinas, 2)
</li>	

<li><a href="http://www.vinccihoteles.com/Hoteles/Espana/Granada/Vincci-Granada" target="_blank">Vincci Granada</a> ****  (Av.  Constituci&oacute;n, 18)
</li>		
	
<li> <a href="http://www.villaoniria.com/" target="_blank">Villa Oniria </a>**** (C/ San Ant&oacute;n, 28) 
</li>	

<p>

</p><li><a href="http://interhotel.com/spain/es/localidades/410.html" target="_blank">http://interhotel.com/spain/es/localidades/410.html</a>
</li>	

</blockquote></blockquote>
						<br>
						</p>
						
												
						<h2>M&aacute;s sobre el workshop</h2>
						<br>
						
							
							
						 			<h3>Comit&eacute; cient&iacute;fico y organizador</h3>
									<p>
									<blockquote>
									<a href="http://www.ugr.es/~amdelgado/" target=0>
									Antonia M. Delgado (Universidad de Granada)</a><br/> 			

									<a href="http://www.ugr.es/~lidiafr/" target=0>
									Lidia Fern&aacute;ndez (Universidad de Granada)</a><br/> 

																										<a href="http://www.ugr.es/
									~tperez/" target=0>
									Teresa E. P&eacute;rez (Universidad de Granada)</a><br/> 

									<a href="http://www.ugr.es/~mpinar/" target=0>
									Miguel A. Pi&ntilde;ar (Universidad de Granada)</a><br/> 

									</blockquote>
									</p>
									
									<br><br><br>
									
									
									<h3>Lista de participantes</h3>
									<p>
									
<blockquote>
<li>Manuel Alfaro (U. Zaragoza)</li>
<li>Iv&aacute;n Area (U. Vigo)</li>
<li>Carlos Beltr&aacute;n (U. Cantabria)</li>
<li>Cleonice F. Braciali (UNESP, Brasil)</li>
<li>Ruym&aacute;n Cruz Barroso (U. La Laguna)</li>
<li>Antonia M. Delgado (U. Granada)</li><li>Lidia Fern&aacute;ndez (U. Granada)</li>
<li>Chelo Ferreira (U. Zaragoza)</li>
<li>Pedro Gonz&aacute;lez Rodelas (U. Granada)</li>
<li>Luana de Lima Silva Ribeiro (UNESP, Brasil)</li>
<li>F&aacute;tima Lizarte L&oacute;pez (U. Granada)</li>
<li>Juan Francisco Ma&ntilde;as Ma&ntilde;as (U. Almer&iacute;a)</li>
<li>Francisco Marcell&aacute;n (U. Carlos III de Madrid)</li>
<li>Misael Marriaga Castillo (U. Rey Juan Carlos)</li>
<li>Clotilde Mart&iacute;nez &Aacute;lvarez (U. Granada)</li>
<li>Judit Minguez Ceniceros (U. La Rioja)</li>
<li>Juan Jos&eacute; Moreno Balc&aacute;zar (U. Almer&iacute;a)</li><li>Teresa E. P&eacute;rez (U. Granada)</li><li>Miguel A. Pi&ntilde;ar (U. Granada)</li>
<li>David Puertas Centeno (U. Granada)</li>
<li>Carlos Alberto Ruiz Esta&ntilde;&oacute;n (UAM-Iztapalapa, M&eacute;xico)</li>
<li>Jes&uacute;s S&aacute;nchez-Dehesa (U. Granada)</li><li>Joaqu&iacute;n S&aacute;nchez Lara (U. Granada)</li><li>Alagacone Sri Ranga (UNESP, Brasil)</li>
<li>Alejandro Zarzo Altarejos (U. Polit&eacute;cnica de Madrid)</li>									</blockquote>
									</p>
									
									<br><br><br>
									
									
									<h3><a name="contacto"></a>Contacto</h3>
									<p>
<blockquote>
Direcci&oacute;n de correo electr&oacute;nico: <u><bdo dir="rtl">se.rgu@ayog</bdo></u>
</blockquote>				
									</p>
									
									 <br><br><br>
									
									
									<h3>Patrocinadores</h3>
									<p id="part">
									
<table border="0"  cellpadding="10" cellspacing="10" width="100%">
	<tr>

<td colspan="2" align="center" ><a href="http://www.ugr.es/local/goya" title="Grupo GOYA" target=0><img src="img/grupogoya.png" alt="GOYA" title="GOYA" height="45"/></a></td> 


<td colspan="2" align="center" ><a href="https://mateapli.ugr.es" title="DMA" target=0><img src="img/logomateapli.png" alt="DMA" title="dma" height="52"/></a></td> 

<td colspan="2" align="center"><a href="http://wpd.ugr.es/~iemath/es/" title="IEMath-GR" target=0><img src="img/iemath.gif" alt="IEMath-GR" title="iemat-gr" height="52" /></a></td> 

<td colspan="2" align="center" ><a href="http://www.ugr.es/" title="UGR" target=0><img src="img/logougr.png" alt="UGR" title="ugr" height="52"/></a></td> 

	</tr>
	

	
</table>
							
									

										
</p>
									
						 </div>
				</div>
				<div id="footer">
				copyright &copy; 2018 by <a href="http://www.ugr.es/~amdelgado/" target=0>Antonia Delgado</a> | Template by <a href="http://www.design4.ltd.pl/" title="Design4 - CSS and XHTML templates for sNews" target=0>Design4</a> | sponsored by <a href="http://www.minimalistic-design.com" title="Open Source Web Design and Webmaster Forum" target=0>Free Templates</a>
				
				</div>
      </div>
      <div class="both"><!-- --></div>
    </div>
<a href="#" title="Subir a Inicio"><img alt="Subir a Inicio" src="img/flechaazul.png" style="position:fixed; bottom:0; right:0;" border="0"></a>

</body>
</html>
